app/controllers/reviews_controller.rb

SELECT  `products`.* FROM `products` WHERE `products`.`id` = 5 LIMIT 1
---
  def new
    @product = Product.find(params[:product_id])

INSERT INTO `reviews` (`rate`, `review`, `product_id`, `nickname`, `created_at`, `updated_at`) VALUES (1, '怖いよーーーーーーーーー', 1, 'おつる', '2017-10-27 12:01:52', '2017-10-27 12:01:52')
---
  def create
    Review.create(create_params)